FV2404/E_0472.dot
digraph D {
    labelloc="t";
    label=<<B><FONT POINT-SIZE="18">GPKE</FONT></B><BR/><BR/><B><FONT POINT-SIZE="16">6.9.4: AD: Unterbrechung der Anschlussnutzung (Sperren) auf Anweisung des LF</FONT></B><BR/><BR/><BR/><BR/>>;
    "Start" [margin="0.2,0.12", shape=box, style=filled, fillcolor="#7a8da1", label=<<B>E_0472</B><BR align="center"/><FONT point-size="12"><B><U>Prüfende Rolle:</U> NB</B></FONT><BR align="center"/>>];
    "1" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>1: </B>War eine Sperrung aus rechtlichen Gründen nicht möglich (z. B. wenn eine Einstweilige Verfügung vorlag)?<BR align="left"/>>];
    "A01" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A01</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein rechtlicher Grund vor Ort erkannt wurde.<BR align="left"/></FONT>>];
    "2" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>2: </B>Wurde der Anschlussnutzer angetroffen?<BR align="left"/>Hinweis: Es gab keine Anzeichen dafür, dass der Anschlussnutzer anwesend war.<BR align="left"/>>];
    "A08" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A08</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Der Anschlussnutzer wurde nicht angetroffen. Es gab keine Anzeichen dafür, dass dieser anwesend war.<BR align="left"/></FONT>>];
    "3" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>3: </B>War eine Sperrung aus dem Grund „aktive Zutrittsverweigerung“ nicht möglich?<BR align="left"/>Hinweis: Unter „aktive Zutrittsverweigerung“ ist zu verstehen, dass der Anschlussnutzer angetroffen wurde und dieser den Zugang z.B. durch Drohungen, physische Angriffe, versperren des Zugangs zur Trennstelle unterbunden hat.<BR align="left"/>>];
    "A02" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A02</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da eine aktive Zutrittsverweigerung vorlag.<BR align="left"/></FONT>>];
    "4" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>4: </B>War eine Sperrung aus dem Grund „passive Zutrittsverweigerung“ nicht möglich?<BR align="left"/>Hinweis: Unter „passiver Zutrittsverweigerung“ ist zu verstehen, dass eine Anwesenheit des Anschlussnutzers festgestellt wurde, dieser jedoch seine Anwesenheit verleugnet. (z.B. Anschlussnutzer wurden in der Wohnung gesichtet, öffnet aber die Tür nicht).<BR align="left"/>>];
    "A03" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A03</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da eine passive Zutrittsverweigerung vorlag.<BR align="left"/></FONT>>];
    "5" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>5: </B>War eine Sperrung wegen eines Verhinderungsgrundes nicht möglich?<BR align="left"/>>];
    "A04" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A04</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein Verhinderungsgrund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der Verhinderungsgrund mitgeteilt werden.<BR align="left"/></FONT>>];
    "6" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>6: </B>War eine Sperrung aus einem tatsächlichen Grund nicht möglich?<BR align="left"/>Unter tatsächliche Gründe fallen z. B.<BR align="left"/>Marktlokation vor Ort nicht identifizierbar<BR align="left"/>Zugang zur Marktlokation nicht möglich<BR align="left"/>Kundenwechsel an der Marktlokation festgestellt<BR align="left"/>>];
    "A05" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A05</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein tatsächlicher Grund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der tatsächliche Grund mitgeteilt werden.<BR align="left"/></FONT>>];
    "7" [margin="0.2,0.12", shape=box, style="filled,rounded", fillcolor="#7aab8a", label=<<B>7: </B>War eine Sperrung aus einem technischen Grund nicht möglich (z. B. eine weitere Marktlokation wäre von der Sperrung betroffen gewesen)?<BR align="left"/>>];
    "A06" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A06</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: gescheitert<BR align="left"/>Marktlokation wurde nicht gesperrt, da ein technischer Grund vorlag.<BR align="left"/>Hinweis: Im Freitext muss der technische Grund mitgeteilt werden.<BR align="left"/></FONT>>];
    "A07" [margin="0.17,0.08", shape=box, style=filled, fillcolor="#cfb986", label=<<B>A07</B><BR align="center"/><FONT point-size="12"><U>Hinweis:</U><BR align="left"/>Cluster: erfolgreich<BR align="left"/>Marktlokation wurde gesperrt.<BR align="left"/></FONT>>];

    "Start" -> "1";
    "1" -> "A01" [label="Ja"];
    "1" -> "2" [label="Nein"];
    "2" -> "A08" [label="Nein"];
    "2" -> "3" [label="Ja"];
    "3" -> "A02" [label="Ja"];
    "3" -> "4" [label="Nein"];
    "4" -> "A03" [label="Ja"];
    "4" -> "5" [label="Nein"];
    "5" -> "A04" [label="Ja"];
    "5" -> "6" [label="Nein"];
    "6" -> "A05" [label="Ja"];
    "6" -> "7" [label="Nein"];
    "7" -> "A06" [label="Ja"];
    "7" -> "A07" [label="Nein"];

    bgcolor="transparent";
}
